Loc['am'] = {
    info = {
        ['button'] = "[E] - ",
        ["key"] = "Բացահայտում է բանալի...",
        ["planting_c4"] = "C4-ի նախադասում...",
        ["stealthwarning1"] = "Դուք շատ ձայն եք արեւմտում!",
        ["stealthwarning2"] = "Դուք կպարզապես կարող եք նրանց վերազրույց տալ!",
        ["stealthwarning3"] = "Դուք շատ ձայն եք արեւմտում! Աջակցությունը գալիս է!",
        ["pickingup_coke"] = "Քոկի վերցում...",
        ["npc"] = "Կոդի ստացում...",
        ["keypad"] = "Կոդի մուտք...",
        ["opening_package"] = "Փաթեթի բացում...",
    },
    
    error = {
        ["glitch"] = "Գերազանց փորձ",
        ["failed"] = "Դուք ձախորդեցիք",
        ["used"] = "Ուսանողը արդեն այն արել է",
        ["missing_item"] = "Դուք կորցրած եք մի հատ պարագաներ",
        ["level"] = "Դուքը այսպես այն արժանի չեք տեսնում",
        ["enough_cops"] = "Չի կարող այստեղ իրականացնել",
        ["permission"] = "Դուք չունեք թույլատրություն այս կիրառումից",
        ["initiate_robbery"] = "Դուք դեռևս չեք սկսել այն!",
        ["cooldown"] = "Դուք պետք է կպարգրեք մի քանի վայրկյան, մինչև դուք կարող եք այն կատարել նորից!",
        ["burnt_documents"] = "Դուք հրացել եք փաստաթղթերը!"
    },
    
    success = {
        ["bonus_item"] = "Դուք գտած եք բոնուս ապրանք!",
        ["door_unlocked"] = "Պատշգամբ բացվեց դռները!",
        ["pickedup_coke"] = "Դուք ընտրել եք քոկ!",
        ["safe_open"] = "Անցած բացվեց անապատում!",
        ["obtained_document"] = "Դուք ստացել եք փաստաթուղթ!",
        ["usb_pin"] = "Սա USB հիշողությունն է կոդով",
        ["obtained_package"] = "Դուք բացել եք ստորագրված փաթեթը!",
    },
}
