Loc['el'] = {
    info = {
        ['button'] = "[E] - ",
        ["key"] = "Εισαγωγή κλειδιού..",
        ["planting_c4"] = "Τοποθέτηση C4..",
        ["stealthwarning1"] = "Κάνεις πολύ θόρυβο!",
        ["stealthwarning2"] = "Θα τους ξυπνήσεις!",
        ["stealthwarning3"] = "Κάνεις πολύ θόρυβο! Έρχονται ενισχύσεις!",
        ["pickingup_coke"] = "Παίρνεις την κοκαΐνη..",
        ["npc"] = "Λήψη κωδικού..",
        ["keypad"] = "Εισαγωγή κωδικού..",
        ["opening_package"] = "Άνοιγμα πακέτου..",
    },

    error = {
        ["glitch"] = "Καλή προσπάθεια",
        ["failed"] = "Απέτυχες",
        ["used"] = "Κάποιος το έχει ήδη κάνει",
        ["missing_item"] = "Σου λείπει ένα αντικείμενο",
        ["level"] = "Αυτό είναι πολύ δύσκολο για σένα",
        ["enough_cops"] = "Αδύνατο να το κάνεις τώρα",
        ["permission"] = "Δεν έχεις άδεια να το χρησιμοποιήσεις",
        ["initiate_robbery"] = "Δεν έχεις ξεκινήσει ακόμα την ληστεία!",
        ["cooldown"] = "Πρέπει να περιμένεις λίγο πριν το ξανακάνεις!",
        ["burnt_documents"] = "Έκαψες τα έγγραφα!"
    },

    success = {
        ["bonus_item"] = "Βρήκες ένα μπόνους αντικείμενο!",
        ["door_unlocked"] = "Η πόρτα ξεκλείδωσε!",
        ["pickedup_coke"] = "Πήρες κοκαΐνη!",
        ["safe_open"] = "Το χρηματοκιβώτιο ξεκλείδωσε!",
        ["obtained_document"] = "Πήρες ένα έγγραφο!",
        ["usb_pin"] = "Εδώ είναι ένα USB με τον κωδικό",
        ["obtained_package"] = "Άνοιξες ένα σφραγισμένο πακέτο!",
    },
}