Loc['fa'] = {
    info = {
        ['button'] = "[E] - ",
        ["key"] = "وارد کردن کلید..",
        ["planting_c4"] = "کارگذاشتن C4..",
        ["stealthwarning1"] = "صدای زیادی داری ایجاد می‌کنی!",
        ["stealthwarning2"] = "داری آنها را بیدار می‌کنی!",
        ["stealthwarning3"] = "صدای زیادی داری ایجاد می‌کنی! پشتیبانی در راه است!",
        ["pickingup_coke"] = "برداشتن کوکائین..",
        ["npc"] = "دریافت پین..",
        ["keypad"] = "وارد کردن پین..",
        ["opening_package"] = "باز کردن بسته..",
    },

    error = {
        ["glitch"] = "تلاش خوب",
        ["failed"] = "شکست خوردی",
        ["used"] = "کسی قبلاً این کار را انجام داده است",
        ["missing_item"] = "یک آیتم کم داری",
        ["level"] = "این برای تو خیلی سخت به نظر می‌رسد",
        ["enough_cops"] = "در حال حاضر نمی‌توان این کار را انجام داد",
        ["permission"] = "شما اجازه استفاده از این را ندارید",
        ["initiate_robbery"] = "هنوز سرقت را شروع نکرده‌ای!",
        ["cooldown"] = "باید کمی صبر کنی تا دوباره این کار را انجام دهی!",
        ["burnt_documents"] = "تو اسناد را سوزاندی!"
    },

    success = {
        ["bonus_item"] = "یک آیتم اضافی پیدا کردی!",
        ["door_unlocked"] = "در باز شد!",
        ["pickedup_coke"] = "مقداری کوکائین برداشتی!",
        ["safe_open"] = "گاو صندوق باز شد!",
        ["obtained_document"] = "یک سند به دست آوردی!",
        ["usb_pin"] = "اینجا یک USB با پین است",
        ["obtained_package"] = "یک بسته مهر و موم شده را باز کردی!",
    },
}