Loc['in'] = {
    info = {
        ['button'] = "[E] - ",
        ["key"] = "कुंजी डाली जा रही है..",
        ["planting_c4"] = "सी 4 लगाई जा रही है..",
        ["stealthwarning1"] = "आप बहुत शोर मचा रहे हैं!",
        ["stealthwarning2"] = "आप उन्हें जगा दोगे!",
        ["stealthwarning3"] = "आप बहुत शोर मचा रहे हैं! बैकअप आ रहा है!",
        ["pickingup_coke"] = "कोक उठाया जा रहा है..",
        ["npc"] = "पिन प्राप्त किया जा रहा है..",
        ["keypad"] = "पिन दर्ज किया जा रहा है..",
        ["opening_package"] = "पैकेज खोला जा रहा है..",        
    },

    error = {
        ["glitch"] = "अच्छा प्रयास",
        ["failed"] = "आप विफल रहे",
        ["used"] = "कोई पहले से ही ऐसा कर चुका है",
        ["missing_item"] = "आपको एक आइटम की कमी है",
        ["level"] = "यह आपके लिए वास्तव में कठिन लगता है",
        ["enough_cops"] = "इस समय इसे करने में असमर्थ",
        ["permission"] = "आपके पास इसका उपयोग करने की अनुमति नहीं है",
        ["initiate_robbery"] = "आपने अभी तक लूट की प्रारंभिकता नहीं की है!",
        ["cooldown"] = "आपको इसे फिर से करने से पहले थोड़ी देर इंतजार करना होगा!",
        ["burnt_documents"] = "आपने दस्तावेजों को जला दिया है!"
    },

    success = {
        ["bonus_item"] = "आपने एक बोनस आइटम पाया है!",
        ["door_unlocked"] = "दरवाजा खोल दिया गया है!",
        ["pickedup_coke"] = "कुछ कोक उठा लिया!",
        ["safe_open"] = "सुरक्षित खोल दिया गया है!",
        ["obtained_document"] = "आपने एक दस्तावेज प्राप्त किया है!",
        ["usb_pin"] = "यहाँ एक USB है पिन के साथ",
        ["obtained_package"] = "आपने एक सील किए गए पैकेज को खोला है!",
    },
}
