Loc['rs'] = {
    info = {
        ['button'] = "[E] - ",
        ["key"] = "Убацивање кључа..",
        ["planting_c4"] = "Постављање Ц4..",
        ["stealthwarning1"] = "Превише буке правиш!",
        ["stealthwarning2"] = "Пробудићеш их!",
        ["stealthwarning3"] = "Превише буке правиш! Појачање стиже!",
        ["pickingup_coke"] = "Покупи кокаин..",
        ["npc"] = "Добијање пин-а..",
        ["keypad"] = "Унос пин-а..",
        ["opening_package"] = "Отварање пакета..",
    },

    error = {
        ["glitch"] = "Добар покушај",
        ["failed"] = "Ниси успео",
        ["used"] = "Неко је већ то урадио",
        ["missing_item"] = "Недостаје ти предмет",
        ["level"] = "Ово изгледа превише тешко за тебе",
        ["enough_cops"] = "Не можеш ово урадити тренутно",
        ["permission"] = "Немаш дозволу да користиш ово",
        ["initiate_robbery"] = "Још ниси започео пљачку!",
        ["cooldown"] = "Мораш мало сачекати пре него што ово поново урадиш!",
        ["burnt_documents"] = "Спалио си документа!"
    },

    success = {
        ["bonus_item"] = "Пронашао си бонус предмет!",
        ["door_unlocked"] = "Врата отворена!",
        ["pickedup_coke"] = "Покупио си кокаин!",
        ["safe_open"] = "Сеф откључан!",
        ["obtained_document"] = "Добио си документ!",
        ["usb_pin"] = "Ево УСБ-а са пин-ом",
        ["obtained_package"] = "Отворио си запечаћени пакет!",
    },
}