Loc['ru'] = {
    info = {
        ['button'] = "[E] - ",
        ["key"] = "Вставка ключа..",
        ["planting_c4"] = "Установка C4..",
        ["stealthwarning1"] = "Вы издаёте слишком много шума!",
        ["stealthwarning2"] = "Вы их разбудите!",
        ["stealthwarning3"] = "Вы издаёте слишком много шума! Приближается подмога!",
        ["pickingup_coke"] = "Подбираю кокс..",
        ["npc"] = "Получение PIN-кода..",
        ["keypad"] = "Ввод PIN-кода..",
        ["opening_package"] = "Открытие пакета..",        
    },

    error = {
        ["glitch"] = "Хорошая попытка",
        ["failed"] = "Вы потерпели неудачу",
        ["used"] = "Это уже кто-то сделал",
        ["missing_item"] = "Вам не хватает предмета",
        ["level"] = "Это кажется вам очень сложным",
        ["enough_cops"] = "Сейчас нельзя это сделать",
        ["permission"] = "У вас нет разрешения на это",
        ["initiate_robbery"] = "Вы еще не начали ограбление!",
        ["cooldown"] = "Вам нужно подождать немного, прежде чем сделать это снова!",
        ["burnt_documents"] = "Вы сожгли документы!",        
    },

    success = {
        ["bonus_item"] = "Вы нашли бонусный предмет!",
        ["door_unlocked"] = "Дверь разблокирована!",
        ["pickedup_coke"] = "Вы подобрали какой-то кокс!",
        ["safe_open"] = "Сейф разблокирован!",
        ["obtained_document"] = "Вы получили документ!",
        ["usb_pin"] = "Вот USB с кодом",
        ["obtained_package"] = "Вы открыли запечатанный пакет!",        
    },
}
