Loc['th'] = {
    info = {
        ['button'] = "[E] - ",
        ["key"] = "กำลังใส่กุญแจ..",
        ["planting_c4"] = "กำลังติดตั้ง C4..",
        ["stealthwarning1"] = "คุณกำลังทำเสียงดังเกินไป!",
        ["stealthwarning2"] = "คุณจะทำให้พวกเขาตื่น!",
        ["stealthwarning3"] = "คุณกำลังทำเสียงดังเกินไป! กำลังมีการเสริมกำลัง!",
        ["pickingup_coke"] = "กำลังหยิบโคเคน..",
        ["npc"] = "รับ PIN..",
        ["keypad"] = "ป้อน PIN..",
        ["opening_package"] = "กำลังเปิดแพ็คเกจ..",
    },

    error = {
        ["glitch"] = "พยายามได้ดี",
        ["failed"] = "คุณล้มเหลว",
        ["used"] = "มีคนทำไปแล้ว",
        ["missing_item"] = "คุณขาดรายการหนึ่ง",
        ["level"] = "นี่ดูเหมือนจะยากเกินไปสำหรับคุณ",
        ["enough_cops"] = "ไม่สามารถทำสิ่งนี้ได้ในขณะนี้",
        ["permission"] = "คุณไม่มีสิทธิ์ใช้สิ่งนี้",
        ["initiate_robbery"] = "คุณยังไม่ได้เริ่มการปล้น!",
        ["cooldown"] = "คุณต้องรอสักครู่ก่อนที่จะทำเช่นนี้อีกครั้ง!",
        ["burnt_documents"] = "คุณเผาเอกสาร!"
    },

    success = {
        ["bonus_item"] = "คุณพบไอเท็มโบนัส!",
        ["door_unlocked"] = "ประตูปลดล็อกแล้ว!",
        ["pickedup_coke"] = "หยิบโคเคน!",
        ["safe_open"] = "ปลดล็อคตู้นิรภัยแล้ว!",
        ["obtained_document"] = "คุณได้รับเอกสาร!",
        ["usb_pin"] = "นี่คือ USB ที่มี PIN",
        ["obtained_package"] = "คุณเปิดแพ็คเกจที่ปิดผนึก!",
    },
}